brew 'docker'
brew 'git'
brew 'rbenv'
brew 'ruby-build'
brew 'nodenv'
brew 'pyenv'
brew 'goenv'
brew 'awscli'
brew 'jq'
brew 'yq'
brew 'postgres'
brew 'redis'
brew 'pyenv-virtualenv'
brew 'get_iplayer'

cask 'iterm2'
cask 'visual-studio-code'
cask 'tower'
cask 'firefox'
cask 'slack'
cask 'zoomus'
cask '1password'
cask 'microsoft-office'
cask 'tweetbot'