tap "cloudfoundry/tap"
tap "elastic/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ministryofjustice/cloud-platform-tap"

brew "act"
brew "adr-tools"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "awscli"
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "docker", link: false
brew "libtool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "little-cms2"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "geckodriver"
brew "get_iplayer"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-absorb"
brew "gnupg", link: false
brew "gobject-introspection"
brew "goenv"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jhead"
brew "jpegoptim"
brew "jq"
brew "ktlint"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "libfido2"
brew "libssh2"
brew "libxmlsec1"
brew "meson"
brew "mysql", restart_service: true
brew "nghttp2"
brew "node"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "opensearch"
brew "optipng"
brew "plantuml"
brew "pngquant"
brew "postgresql@14"
brew "postgis"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "shellcheck"
brew "sphinx-doc"
brew "stern"
brew "svgo"
brew "tfenv"
brew "tilt"
brew "vale"
brew "wimlib"
brew "yarn"
brew "yq"

brew "cloudfoundry/tap/cf-cli@7"
brew "elastic/tap/elasticsearch-full"
brew "heroku/brew/heroku"
brew "ministryofjustice/cloud-platform-tap/cloud-platform-cli"

cask "1password"
cask "audacity"
cask "beekeeper-studio"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "ngrok"
cask "postgres-unofficial"
cask "postman"
cask "recordit"
cask "rekordbox"
cask "session-manager-plugin"
cask "slack"
cask "temurin"
cask "tidal"
cask "tower"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
