tap 'cloudfoundry/tap'
tap 'heroku/brew'

brew 'docker'
brew 'git'
brew 'rbenv'
brew 'ruby-build'
brew 'nodenv'
brew 'pyenv'
brew 'goenv'
brew 'awscli'
brew 'jq'
brew 'yq'
brew 'postgres'
brew 'redis'
brew 'pyenv-virtualenv'
brew 'get_iplayer'
brew 'cf-cli@7'
brew 'shellcheck'
brew 'heroku'
brew 'adr-tools'

cask 'iterm2'
cask 'visual-studio-code'
cask 'tower'
cask 'firefox'
cask 'slack'
cask 'zoom'
cask '1password'
cask 'microsoft-office'
cask 'tweetbot'
cask 'postgres-unofficial'
cask 'recordit'
cask 'gpg-suite'
cask 'whatsapp'
